{
  "Options" :
  [
    {
      "Name": "Cellier",
      "OptionTextDescription": "Vous êtes dans une pièce ressemblant à un cellier.\\n\\nDeux éléments vous sautent aux yeux :\\n- Une grande et solide porte en bois.\\n- Une imposante armoire semblant être faite du même bois.",
      "ChildOption": 
      [
        {
          "Name": "Ouvrir la porte",
          "OptionTextDescription": "Vous ne parvenez pas à l'ouvrir, elle semble fermée à clé."
        },
        {
          "Name": "Ouvrir la porte",
          "OptionTextDescription": "La porte s'ouvre vous allez dans la pièce 2 //TODO à écrire",
          "ChildOption": null,
          "Blocked": true
        },
        {
          "Name": "Ouvrir l'armoire",
          "OptionTextDescription": "L'armoire  s'ouvre sans difficulté laissant échapper un grincement étrange étrangement satisfaisant.",
          "ChildOption": 
          [
            {
              "Name": "Regarder dans l'armoire",
              "OptionTextDescription": "En observant l'intérieur, vous remarquez l'ancienneté de l'endroit.\\nL'ensemble est très poussiéreux et vous parvenez à peine à distinguer les différents éléments.",
              "ChildOption": 
              [
                {
                  "Name": "Observer les livres",
                  "OptionTextDescription": "Les livres sont décrépis et tombent presque entièrement en poussière quand vous essayez d'intéragir avec.\\Le temps et les insectes ont bien fait leur travail."
                },
                {
                  "Name": "Observer les vivres",
                  "OptionTextDescription": "Tout cela n'a plus aucun intérêt, même les boîtes de conserve sont dans un état de décomposition avancée."
                },
                {
                  "Name": "Observer la peluche",
                  "OptionTextDescription": "La peluche de Mia, elle a bien souffert. Vous vous rendez compte que la peluche est aussi abimée que votre mémoire car vous ne savez pas qui est Mia."
                },
                {
                  "Name": "Ouvrir le tiroir de gauche",
                  "OptionTextDescription": "Vous essayez de l'ouvrir mais quoi que vous tentiez le tiroir ne bouge pas d'un pouce.\\nVous décidez de l'observer de plus proche et vous remarquez des symboles :\\n\\n<align=center>{Gestalt}<\\align=center>\\n\\nVous décidez de ne pas y préter plus d'attention pour le moment et l'instant."
                },
                {
                  "Name": "Ouvrir le tiroir de droite",
                  "OptionTextDescription": "Le tiroir s'ouvre difficilement en n'arrêtant pas de grincer (un peu d'huile ne serait pas de refus).\\nA l'intérieur vous trouvez des feuilles protégées des intempéries et du passage du temps ainsi qu'une clée n'ayant elle pas été épargnée.",
                  "ChildOption": 
                  [
                    {
                      "Name": "Lire les feuilles",
                      "OptionTextDescription": "{A écrire}"
                    },
                    {
                      "Name": "Récupérer la clé",
                      "OptionTextDescription": "La clé est bien rouillée mais nul doute qu'elle fonctionnera, vous la récupérez."
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}